Repository: eppdalencon/logicKids
Catalog: logicKidsProject/logicKidsProject/*.lproj/Localizable.strings
Languages: pt_br

# language
source: EN
pt_br: PT

# HomeButtonAchievements
source: My Achievements
pt_br: Minhas Conquistas

# HomeButtonSelectGame
source: Start Playing
pt_br: Selecione um jogo

# AchievementsTitle
source: My Achievements
pt_br: Minhas Conquistas

# SelectGameTitle
source: Select a game
pt_br: Selecione um jogo

# GameOneTitle
source: Select the missing part
pt_br: Selecione a peça faltante

# SelectGameCongratulationButtonPlayAgain
source: Play Again
pt_br: Jogar Novamente

# SelectGameCongratulationButtonQuit
source: Quit
pt_br: Sair

# GameOneInstructionTitleHowToPlay
source: How to play
pt_br: Como jogar

# GameOneInstructionTextHowToPlay
source: You need to find the missing piece and fit it into the dotted space.
pt_br: Você precisa encontrar a peça que esta faltando no espaço tracejado.

# GameOneInstructionTapToContinue
source: Tap to continue
pt_br: Toque para continuar

# GameOneInstructionTapToReturn
source: Tap to return
pt_br: Toque para retornar

# PausedTitle
source: Paused
pt_br: Pausado

# RestartButton
source: Restart
pt_br: Recomeçar

# ContinueButton
source: Continue
pt_br: Continuar

# QuitButton
source: Quit
pt_br: Sair

# SelectTrueOrFalse
source: Select what is true or false
pt_br: Selecione o que é certo ou errado

source: David is a triangle
pt_br: Davi é um triângulo

source: David is a parallelogram
pt_br: Davi é um paralelogramo

source: David is angry
pt_br: David está com raiva

source: David is happy
pt_br: Davi está feliz

source: David is wearing a hat
pt_br: David usa um chapéu

source: David is wearing a flower
pt_br: Davi usa uma flor

source: Taylor is a triangle
pt_br: Tiago é um triângulo

source: Taylor is a square
pt_br: Tiago é um quadrado

source: Taylor is angry
pt_br: Tiago está com raiva

source: Taylor is sleeping
pt_br: Tiago está com sono

source: Taylor is wearing a crown
pt_br: Tiago usa uma coroa

source: Taylor is wearing a cap
pt_br: Tiago usa uma touca

source: Jonh is a square
pt_br: João é um quadrado

source: Jonh is a triangle
pt_br: João é um triângulo

source: Jonh is happy
pt_br: João é feliz

source: Jonh is angry
pt_br: João está com raiva

source: Jonh is wearing a hat
pt_br: João usa um chapéu

source: Jonh is wearing glasses
pt_br: João usa óculos

source: Sarah is a square
pt_br: Sara é um quadrado

source: Sarah is a circle
pt_br: Sara é um círculo

# SarahIsHappy
source: Sarah is angry
pt_br: Sara está com raiva

source: Sarah is winking
pt_br: Sara está piscando

source: Sarah is wearing glasses
pt_br: Sara usa óculos

source: Sarah is wearing a hat
pt_br: Sara usa um chapéu

source: Chris is a square
pt_br: Gus é um quadrado

source: Chris is a hexagon
pt_br: Gus é um hexágono

source: Chris is happy
pt_br: Gus está feliz

source: Chris is winking
pt_br: Gus está piscando

source: Chris is wearing sunglasses
pt_br: Gus usa óculos escuros

source: Chris is wearing a cap
pt_br: Gus usa touca

source: Skyler is a triangle
pt_br: Mel é um triângulo

source: Skyler is a square
pt_br: Mel é um quadrado

source: Skyler is sleeping
pt_br: Mel está dormindo

source: Skyler is angry
pt_br: Mel está com raiva

source: Skyler is wearing a flower
pt_br: Mel usa uma flor

source: Skyler is wearing a hat
pt_br: Mel usa um chapéu

source: Dave is a parallelogram
pt_br: Dudu é um paralelogramo

source: Dave is a triangle
pt_br: Dudu é um triângulo

source: Dave is sleeping
pt_br: Dudu está dormindo

source: Dave is surprised
pt_br: Dudu está surpreso

source: Dave is wearing a cap
pt_br: Dudu usa uma touca

source: Dave is wearing a flower
pt_br: Dudu usa uma flor

source: Jenn is a triangle
pt_br: Julia é um triângulo

source: Jenn is a circle
pt_br: Julia é um cícrculo

source: Jenn is surprised
pt_br: Júlia está surpresa

source: Jenn is happy
pt_br: Julia está feliz

source: Jenn is wearing a flower
pt_br: Julia está usando uma flor

source: Jenn is wearing glasses
pt_br: Julia está usando óculos

source: Mike is a triangle
pt_br: Pedro é um triângulo

source: Mike is square
pt_br: Pedro é um quadrado

source: Mike is surprised
pt_br: Pedro está surpreso

source: Mike is angry
pt_br: Pedro está com raiva

source: Mike is wearing a cap
pt_br: Pedro está usando uma touca

source: Mike is wearing a crown
pt_br: Pedro está usando uma coroa

source: Greg is a triangle
pt_br: Jarbas é um triângulo

source: Greg is a parallelogram
pt_br: Jarbas é um paralelogramo

source: Greg is surprised
pt_br: Jarbas está surpreso

source: Greg is sleeping
pt_br: Jarbas está dormindo

source: Greg is wearing glasses
pt_br: Jarbas está usando óculos

source: Greg is wearing a hat
pt_br: Jarbas está usando chapéu

source: Linda is a parallelogram
pt_br: Linda é um paralelogramo

source: Linda is a triangle
pt_br: Linda é um triângulo

source: Linda is winking
pt_br: Linda está piscando

source: Linda is surprised
pt_br: Linda está surpresa

source: Linda is wearing a flower
pt_br: Linda está usando uma flor

source: Linda is wearing glasses
pt_br: Linda está usando óculos

source: Alex is a triangle
pt_br: Cris é um triângulo

source: Alex is a pentagon
pt_br: Cris é um pentágono

source: Alex is winking
pt_br: Cris está piscando

source: Alex is angry
pt_br: Cris está com raiva

source: Alex is wearing a crown
pt_br: Cris está usando uma coroa

source: Alex is wearing sunglasses
pt_br: Cris está usando óculos escuros

# SendAnswer
source: Send my answer
pt_br: Enviar resposta

source: true
pt_br: certo

source: false
pt_br: errado

source: Congrats!
pt_br: Parabéns!

source: Try again
pt_br: Tente novamente

source: Quit
pt_br: Sair

source: Play again
pt_br: Jogar novamente

# Congratulations
source: Woo hoo! You've proven your skills like a superstar!
pt_br: Woo hoo! Você provou suas habilidades como um superstar!

source: How to play
pt_br: Como jogar

source: Tap to continue
pt_br: Toque para continuar

# TapToReturn
source: Tap to clone
pt_br: Toque para fechar

# TrueFalseInitial
source: Read the sentences and choose which are true or false.
pt_br: Leia as frases e escolha o que é certo ou errado.

# Lessons
source: But don't worry! There are no wrong answers, only new lessons!
pt_br: Mas não se preocupe! Não há respostas erradas, apenas novos aprendizados!
